[
  {
    "id": 1,
    "imageSrc": "/src/assets/images/blog-img-1",
    "imageAlt": "A person eating a salad",
    "title": "Food For Your Skin: A Diet To Achieve Glowing Skin For Your Skin Type",
    "date": "JAN 08, 2025",
    "content": "Your skin is a reflection of your body’s overall health. When your skin looks dull and unkept it could be caused as a result of a poor diet, no exercise or bad skincare habits. Today we are going to tackle a healthy diet for natural glowing skin. All skin is different and it should be treated as such. A balanced diet is necessary for all skin types but certain foods can cause breakouts for already oily skin and certain foods can cause dehydration for already dry skin. So what should we include in our diet and what should we avoid?"
  },
  {
    "id": 2,
    "imageSrc": "/src/assets/images/blog-img-2",
    "imageAlt": "Fruits and vegetables",
    "title": "Hydrate Skin With These Hyaluronic Acid Rich Foods",
    "date": "SEP 07, 2024",
    "content": "In the last few years, there have been a lot of fast growing skincare ingredients but the one that has been the most popular so far is Hyaluronic acid. HA helps hydrate your skin by holding in over 1000x its weight in water. But, applying Hyaluronic acid directly to your face is not the only way! Hyaluronic acid foods and supplements can provide you with the Hyaluronic acid your skin needs."
  },
  {
    "id": 3,
    "imageSrc": "/src/assets/images/blog-img-3",
    "imageAlt": "A person applying sunscreen",
    "title": "The Ultimate Skincare Acid Cheat Sheet",
    "date": "AUG 28, 2024",
    "content": "Skincare acids can often get confusing, but this cheat sheet will help show the differences between them. Skincare acids help encourage cell turnover (which is the process of old cells shedding and new cells coming through) which then helps improve skin texture and even out skin tone. Between the two main skincare acids, there are other uses that can help target additional skincare concerns."
  }
]
